const zh = {
    nav: {
        HOME: '网站首页 ',
        NEWS: '动态',
        Wallet: '钱包',
        Technology: "技术 ",
        Explorer: '区块浏览器 ',
        Application: '落地应用',
        About: "关于我们"
    },
    book: '下载白皮书',
    intro: {
        title: 'SGU简介 ',
        main: 'SGU（Super Game Union）超级游戏联盟是通过对游戏底层架构开发',
        content: '利用区块链技术打造的一个全新分布式去中心化游戏生态公链，其不仅自主研发公链拔高链游品质，还向第三方开发者开放开发平台，并对优秀开发者提供奖励，力求实现游戏资源最优化配置和游戏链上各环节共赢。'
    },
    zoology: {
        title: 'SGU生态',
        des: "一个集资产管理、交易、游戏开发平台、社交和任务中心为一体的具备巨大流动价值的游戏资源综合服务平台。",
        subtitle: '社区生态',
        content: '首创“罗马议会”社区模式，SGU“罗马议会”社区旨在建立一个优质的集游戏商、发行商、玩家群体、运营群体为一体的生态系统，而非投机客炒作资本的赌场，因此在社群设计上不仅以多样化任务的方式让社区用户获益，同时引入以活跃度和贡献度作为衡量用户获益的标准，以实现SGU社区的可持续发展。',
        lastcontent: '引入DPOS投票，解决选举作弊、票权过于集中、低效高耗等问题。'
    },
    Game: {
        have: '已对接游戏',
        someGame: '部分游戏示意'
    },
    framework: {
        title: '三层六节点架构',
        firstcontent: 'SGU设计了雷神网络-多层节点架构。通过三层（生态联盟层、游戏开发层、玩家节点层）的六节点达成了SGU高效、安全、去中心化的自治目标，更好地解决游戏行业中的痛点。',
        secondContent: '三层六节点架构在保证SGU游戏资源综合服务平台网络安全和去中心话的同时，实现了高效的交易处理速度。因此在去中心化、安全的前提下，使得SGU能够达到一个高效的处理速度和可扩展性。'
    },
    dyna: {
        title: 'SGU生态矩阵',
        content: 'SGU以核心专利技术为支撑，技术落地为目标，实现丰富的生态应用体系。SGU构建出完整的生态应用体系，目的是实现行业的领先地位的战略目标。目前，已经实现SGUWALLET和部分游戏生态落地和开发者平台的内测。按照SGU当前的生态规划和落地速度，预计在6个季度内可以完美实现全生态落地的战略。'
    },
    advance: {
        title: 'SGU创新优势',
        first: '雷神网络、罗马社区治理与3层6节点立体架构，构成SGU生态的整体框架，是SGU持续发展的“三驾马车”。',
        second: '这为SGU构建一个集资产管理、交易、游戏开发平台、社交和任务中心为一体的具备巨大流动价值的游戏资源综合服务平台提供了强有力的保障。'
    },
    bottom: {
        rightList: {
            first: '公司',
            second: '资源',
            last: '联系我们'
        },
        rightNav: {
            f: '公告',
            s: '社区公告',
            t: '白皮书',
            for: 'app下载(ios)',
            five: 'app下载(Android)'
        }
    },
    notice: {
        topNav: {
            ance: '公告',
            dyna: '社区动态'
        }
    },
    wallet: {
        down: {
            v: '版本',
            size: '大小',
            time: '时间',
            qr: '扫描二维码下载',
            open: '或使用手机浏览器打开'
        }
    },
    tec: {
        landEcological: {
            title: '核心技术',
            memory: '分布式存储',
            des: '基于P2P协议及各种机制来实现分布式网络的构建'

        },
        DPOS: {
            title: 'DPOS共识机制',
            des: '在去中心化、安全的情况，也能实现高效的处理速度和可扩展性。',
            rightTitle: '智能合约',
            content: '通过其数据透明、不可篡改、永久运行等特性，将平台运营规范和专业条款部署于公链。'
        },
        prove: {
            title: '零知识证明',
            des: '为区块链提供隐私性的加密技术。',
            midtitle: '雷神网络',
            midcontent: 'SGU “ 雷神网络“，通过多层节点架构、多分支节点来进行算力计算和分布式存储，在保证去中心化和安全的同时，高效升级了SGU的可扩展性能。'
        },
        bottomDPOS: {
            title: 'DPOS',
            content: 'SGU共识层DPOS（委托权益证明，特点：出块时间很短，效率非常高）主要集合了各网络节点的各类共识机制算法。DPOS共识机制，使SGU在去中心化、安全的情况，也能实现高效的处理速度和可扩展性。SGU测试速度可达15000TPS 。同时DPOS是社区治理的共识。'
        }
    },
    Apply: {
        landEco: {
            title: '落地应用生态矩阵',
            des: 'SGU落地应用生态将打造6大落地生态应用，',
            desS: '这些应用将游戏开发者、运营商、包装服务商、终端玩家、社区共建者组织起来，形成了一个完整的生态闭环。'
        },
        sguWallet: {
            des: '去中心化钱包 - SGU WALLET。在SGU区块链网络中，SGU WALLET是生态应用的流量入口，是区块链价值网络信息传递的重要媒介。',
            content: 'SGU WALLET使用了非对称加密和多重加密算法，对每一笔交易进行加密传输，并通过节点验证将信息打包处理，最大程度地保证了交易转账的安全性。SGU WALLET可以帮助用户更安全、便捷地存储SGU的价值，方便用户在生态应用中进行各项操作，包括转账、支付、兑换、结算和投票等行为。',
            andown: 'Android安卓下载',
            iosdown: 'ios苹果下载'
        },
        mall: {
            title: 'SGU商城',
            content: 'SGU商城是一个去中心化的交易商城，通过智能合约实现交易透明、可信任。在SGU商城中可以实现游戏资产变现、 游戏道具交换、 玩家数据价值化、 节点权益置换等行为， 是SGU价值流通体系中不可或缺的一环。 '
        },
        APP: {
            title: 'SGU芸创APP',
            content: ' “芸集众生之创意，实现人生之理想”SGU芸创APP致力于打造玩家与游戏商、设备商、开发者的交流平台。SGU芸创APP可以进行跨平台交流外，它还是SGU游戏资源综合服务平台的一个活动发布窗口，玩家可通过该APP参与SGU各项活动来获得SGU，并可在SGU商城、交易平台、任务中心进行等值物兑换。',
            list: ['社区功能', '社区入驻', '直播学习', '实时交易', '手机挖矿', '商城天下', '任务发布', '日常任务', '数字钱包', '游戏世界', '资讯发布', '会员中心']
        },
        taskCenter: {
            title: 'SGU游戏运营商任务中心',
            content: '提高SGU用户粘性和推广任务，助力游戏发行商完成品牌推广任务。SGU游戏运营商任务中心将推出任务发布、玩家流量共享的功能，用户通过领取任务、完成任务获取SGU奖励，而SGU游戏运营商则完成品牌推广任务。'
        },
        dev: {
            title: 'SGU开发者平台',
            content: ' 零门槛、零手续费，人人都可以参与。',
            contentSecond: 'SGU开发者平台，旨在解决游戏开发者则面临着的设计与技术的困境，及游戏开发资金不足的情况。平台融聚全球游戏开发者，让游戏参与者成为股东，为玩家提供优秀的游戏。游戏开发者不仅可以在这里获取收益，还可以解决游戏开发的效率问题，开发出优秀游戏，最终促进整个行业的良性发展。'
        },
        trde: {
            title: 'SGU游戏资产交易平台',
            content: 'SGU游戏资产交易平台是SGU生态链上的基础资产应用，它作为SGU游戏玩家的交易、支付、转账、手续费结算等各类业务行为的结算工具，也用于游戏资产价值的衡量，它包含游戏资产形态转化、自助式的游戏发行入口、游戏资产发行者的Token抵押、数字资产接入、已经红利分发等功能。'
        }
    },
    Aboutus: {
        topNav: {
            panter: '合作伙伴',
            promble: '常见问题'
        },
        Panter: {
            intro: {
                title: 'SGU简介',
                contentOne: 'SGU（Super Game Union）超级游戏联盟是通过对游戏底层架构开发',
                contentNext: '利用区块链技术打造的一个全新分布式去中心化游戏生态公链，其不仅自主研发公链拔高链游品质，还向第三方开发者开放开发平台，并对优秀开发者提供奖励，力求实现游戏资源最优化配置和游戏链上各环节共赢。'
            },
            team: {
                title: '我们的团队',
                teamname: ['创始人/CEO', '联合创始人/CTO ', '分布式账本工程师 Distributed Ledger Engineer', '首席营销管/CMO', '张德鹏   Michael Zhang', 'SGU大中华地区公关顾问', '李明 Jerry Lee ', 'SGU大中华地区推广顾问'],
                notice: '*由于网络盗图事件猖獗泛滥，为了保护技术人员的隐私，同时也因本人要求，团队技术成员，核心成员的个人影像资料暂时保密*'
            },
            media: '合作媒体',
            invest: '投资机构',
            exchange: '预上交易所'

        },
        problems: {
            faq: '常见问题',
            first: {
                one: '第一部分',
                title: '关于SGU项目',
                list: [{
                        name: "什么是 SGU？",
                        content: "超级游戏联盟 Super Game Union（简称“SGU”），是全球首创的以价值为导向、以开发效率为宗旨的全新去中心化分布式游戏生态公链。其目的是通过区块链技术的特定方式，构建一个集资产管理、交易、游戏开发平台、社交和任务中心为一体的具备巨大流动价值的游戏资源综合服务平台。"
                    },
                    {
                        name: "针对玩家 SGU 平台提供了什么？ ",
                        content: "SGU 利用区块链技术保护了玩家数据的隐私性，赋予了玩家数据金融属性，在平台中玩家可以将数据上传平台，在游戏商调取时可获得 SGU 通证奖励"
                    },
                    {
                        name: "后续官宣的平台会有哪些？在官网上能不能把各社区信息加进去？ ",
                        content: "这些我们会以社区合作形式进行公告，并将社区信息添加进入。"
                    },
                    { name: "SGU 的官网地址是多少？ ", content: "http://sguchain.io/" }
                ]
            },
            second: {
                one: '第二部分',
                title: '关于SGU代币',
                list: [{
                        name: "玩家持有 SGU 的好处？",
                        content: "SGU 通证流通于平台里的各种落地应用，包含了游戏、游戏商城。可以购买游戏道具或者游戏其余资产。由于 SGU 具有的金融属性，本身具有升值空间，使得玩家的游戏资产可以增值，玩家也可以通过交易换取实物与现金。 "
                    },
                    {
                        name: "游戏商持有 SGU 的益处？",
                        content: "目前新的游戏发布，最主要缺少是流量及推广渠道，持有 SGU 的游戏商，可以在 SGU 任务发布平台发布悬赏任务，由渠道商、流量主来为新游提供流量和渠道。"
                    }
                ]
            },
            third: {
                one: '第三部分',
                title: '关于 SGU 钱包 ',
                list: [{
                    name: "钱包为何还没应用？ ",
                    content: "自身技术团队开发中，对接其他知名 DAPP 游戏。 "
                }]
            },
            fourth: {
                one: '第四部分',
                title: '关于 SGU 的生态及应用 ',
                list: [{
                        name: "近期的落地应用会有哪些？后续的落地应用规划是怎样的？ ",
                        content: "近期落地应用会有游戏上线对接，后续的落地应用规划在项目路线图中有着明确的展示。"
                    },
                    {
                        name: "社区奖励认证是什么意思？",
                        content: "前期以社区人数认证，后期芸创 APP 上线承载社区，完成芸创 APP 当中的社区任务直接获得奖励"
                    }
                ]
            },
            fifth: {
                one: '第五部分',
                title: '关于SGU的通证（ TOKEN ）体系',
                list: [{
                        name: "玩家可以成为 SGU 节点吗？",
                        content: "可以的，SGU 针对玩家设立玩家层节点贡献节点、诸神节点。玩家也可以参与到 SGU 生态体系的建设中，具备可信节点的审核和监督执行、查看节点数据。也可以获得相关的节点奖励。"
                    },
                    {
                        name: "为什么 SGU 没有挖矿机制，而其他的很多产品都有这个？",
                        content: "并非所有的区块链项目都会采用类似于比特币这样的“工作量证明”方式，这更多出现在早期的区块链项目中。如果采取其他的证明机制，如“权益证明（Proof of Stake，PoS）”、“股份授权证明机制（DPoS，Delegate Proof of Stake）”都是不需要采取这样的挖矿方式。权益证明 , PoS , 股份授权证明机制 , DPoS , 挖矿 , 区块链项目 , 比特币 , 工作量证明。SGU 采用的是 DPOS 共识机制即股份制权益证明机制，类似 eos 的超级节点每年奖励 3000 万 eos，我们的节点出块也是有奖励的，甚至用户可以自己申请成为节点，获取奖励。"
                    }
                ]
            },
            sixth: {
                one: '第六部分关于',
                title: ' SGU 的交易与上所 ',
                list: [
                    { name: "SGU 是否会锁仓", content: "不会" },
                    {
                        name: "SGU 预计什么时候上交易所？上哪个交易所",
                        content: "SGU 将于 2020 年 2 月中旬上所，目前已敲定 ZBG 交易所，且该所已发相关公同时 bibox、mxc、biki、币赢、火币、币安、都在计划中，预计上所 10 家。 "
                    }
                ]
            },
            seveth: {
                one: '第七部分',
                title: '关于 SGU 的技术及架构',
                list: [{
                        name: "关于 sgu 的雷神网络 tps 每秒能够同时处理多少量级的交易量？",
                        content: "Tps15000"
                    },
                    {
                        name: "算力机制算不算挖矿？ ",
                        content: "不算，只是给社区平台人数的一个定义概念，算力决定分红量。"
                    }
                ]
            }
        }
    },
    noticePage: {
        pre: '上页',
        next: '下页',
        read: '查看更多',
        info: '公告简讯'
    },
    blog: {
        title: '社区动态',
        Admin: '管理员',
        read: '查看更多'

    }
}
export default zh